tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "act"
brew "grpc"
brew "python@3.9"
brew "thrift"
brew "apache-arrow"
brew "bibclean"
brew "glib"
brew "chezmoi"
brew "dcm2niix"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "nghttp2"
brew "srt"
brew "ffmpeg"
brew "gh"
brew "glances"
brew "libusb"
brew "kubernetes-cli"
brew "latexdiff"
brew "lazygit"
brew "libssh2"
brew "libgit2"
brew "lua"
brew "mas"
brew "neovim"
brew "node"
brew "pandoc"
brew "prettier"
brew "redpen"
brew "rsync"
brew "ruby"
brew "skopeo"
brew "spaceship"
brew "the_silver_searcher"
brew "tldr"
brew "tmux"
brew "tree"
brew "vim"
brew "watch"
brew "whalebrew"
brew "yamllint"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "1password-cli"
cask "alfred"
cask "docker"
cask "gimp"
cask "gitkraken"
cask "google-chrome"
cask "grandperspective"
cask "iterm2"
cask "itk-snap"
cask "mactex"
cask "mattermost"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "microsoft-teams"
cask "miniconda"
cask "monodraw"
cask "notion"
cask "obsidian"
cask "paragon-extfs"
cask "paragon-ntfs"
cask "parallels"
cask "paraview"
cask "pycharm"
cask "sketch"
cask "slack"
cask "slicer"
cask "spotify"
cask "switchresx"
cask "texpad"
cask "the-unarchiver"
cask "transmit"
cask "tunnelblick"
cask "typora"
cask "virtualbox"
cask "visual-studio-code"
cask "whatsapp"
cask "zoom"
mas "1Password 7", id: 1333542190
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Telegram", id: 747648890
mas "Things", id: 904280696
mas "Vectornator", id: 1219074514
mas "Xcode", id: 497799835
